export const e = { 
    'business': '<:business:729362524184510575>',
    'sad': '<:sad:717683548487811111>',
    'angel': '<:angel_emotiguy:723288149530509342>',
    'nerd': '<:nerd_emotiguy:729404457124757576>',
    'excited': '<:excited:729447550846763040>',
    'angry_pink': '<:angry_pink:753969564408086600>',
    'angry_red': '<:angry_red:753969363685605487>',
    'sad2': '<:sad2:725041947160477780>',
    'sad3': '<:sad3:729374854104612934>',
    'happy': '<:happy:717683480787550228>',
    'think': '<:think:750019258842480663>',
    'please': '<:please:729378455728422924>',
    'really': '<:really:717684438506405969>',
    'silly': '<:silly:729411456491323412>',
    'shock_handless': '<:shock_handless:753969363882606610>',
    'glad': '<:glad:750313444758257734>',
    'stare': '<:stare_emotiguy:730937979534835792>',
    'sleep': '<:sleep_emotiguy:741240405932245073>',
    'clenched_teeth_angry': '<:clenched_teeth_angry:755561754796228750>',
    'read': '<:read_emotiguy:730938022547423272>',
    'disgust': '<:disgust_emotiguy:730938064355983411>',
    'ski': '<:ski_emotiguy:746414035875922022>',
    'mad': '<:mad:746136045866844251>',
    'tongue_down': '<:tongue_down:741712866159099935>',
    'tongue_left': '<:tongue_left:729364446157471865>',
    'party': '<a:tWhenPartying:753250137408536608>',
    'hammering': '<:hammering:762814921616392192>',
    'funny': '<:funny:717690391499112508>',
    'oops': '<:oops:729386039474520159>',
    'tribaldance': '<:tribaldance:750044215664312401>',
    'whistling': '<:whistling:736962738886279178>',
    'greneblogie': '<:greneblogie:874319540740296704>',
    'spooky': '<:spooky:762814788765220864>',
    'spooky2': '<:spooky2:762814764086198312>',
    'worry': '<a:skype_worry:746744685489291354>',
    'blank': '<:blank:883683740155519006>',
    'telekinesis': '<:telekinesis:785091277560479764>',
    'flush_happy': '<:flush_happy:852700969963094057>',
    'coolwoah': '<:coolwoah:717684437508161546>',
    'drunk': '<:drunk:729406247870267412>',
    id: (emote: string) => emote.replace(/<(a)?:/, '').split(':')[1].slice(0, -1)
};

export const author = '216136238426619904';

export const alphabets = [
    'a,b,c,d,e,f,g,h,i,j,k,l,m,n,o,p,q,r,s,t,u,v,w,x,y,z,A,B,C,D,E,F,G,H,I,J,K,L,M,N,O,P,Q,R,S,T,U,V,W,X,Y,Z',
    '𝔞,𝔟,𝔠,𝔡,𝔢,𝔣,𝔤,𝔥,𝔦,𝔧,𝔨,𝔩,𝔪,𝔫,𝔬,𝔭,𝔮,𝔯,𝔰,𝔱,𝔲,𝔳,𝔴,𝔵,𝔶,𝔷,𝔄,𝔅,ℭ,𝔇,𝔈,𝔉,𝔊,ℌ,ℑ,𝔍,𝔎,𝔏,𝔐,𝔑,𝔒,𝔓,𝔔,ℜ,𝔖,𝔗,𝔘,𝔙,𝔚,𝔛,𝔜,ℨ',
    '𝖆,𝖇,𝖈,𝖉,𝖊,𝖋,𝖌,𝖍,𝖎,𝖏,𝖐,𝖑,𝖒,𝖓,𝖔,𝖕,𝖖,𝖗,𝖘,𝖙,𝖚,𝖛,𝖜,𝖝,𝖞,𝖟,𝕬,𝕭,𝕮,𝕯,𝕰,𝕱,𝕲,𝕳,𝕴,𝕵,𝕶,𝕷,𝕸,𝕹,𝕺,𝕻,𝕼,𝕽,𝕾,𝕿,𝖀,𝖁,𝖂,𝖃,𝖄,𝖅',
    '𝓪,𝓫,𝓬,𝓭,𝓮,𝓯,𝓰,𝓱,𝓲,𝓳,𝓴,𝓵,𝓶,𝓷,𝓸,𝓹,𝓺,𝓻,𝓼,𝓽,𝓾,𝓿,𝔀,𝔁,𝔂,𝔃,𝓐,𝓑,𝓒,𝓓,𝓔,𝓕,𝓖,𝓗,𝓘,𝓙,𝓚,𝓛,𝓜,𝓝,𝓞,𝓟,𝓠,𝓡,𝓢,𝓣,𝓤,𝓥,𝓦,𝓧,𝓨,𝓩',
    '𝒶,𝒷,𝒸,𝒹,𝑒,𝒻,𝑔,𝒽,𝒾,𝒿,𝓀,𝓁,𝓂,𝓃,𝑜,𝓅,𝓆,𝓇,𝓈,𝓉,𝓊,𝓋,𝓌,𝓍,𝓎,𝓏,𝒜,𝐵,𝒞,𝒟,𝐸,𝐹,𝒢,𝐻,𝐼,𝒥,𝒦,𝐿,𝑀,𝒩,𝒪,𝒫,𝒬,𝑅,𝒮,𝒯,𝒰,𝒱,𝒲,𝒳,𝒴,𝒵',
    '𝕒,𝕓,𝕔,𝕕,𝕖,𝕗,𝕘,𝕙,𝕚,𝕛,𝕜,𝕝,𝕞,𝕟,𝕠,𝕡,𝕢,𝕣,𝕤,𝕥,𝕦,𝕧,𝕨,𝕩,𝕪,𝕫,𝔸,𝔹,ℂ,𝔻,𝔼,𝔽,𝔾,ℍ,𝕀,𝕁,𝕂,𝕃,𝕄,ℕ,𝕆,ℙ,ℚ,ℝ,𝕊,𝕋,𝕌,𝕍,𝕎,𝕏,𝕐,ℤ',
    'ａ,ｂ,ｃ,ｄ,ｅ,ｆ,ｇ,ｈ,ｉ,ｊ,ｋ,ｌ,ｍ,ｎ,ｏ,ｐ,ｑ,ｒ,ｓ,ｔ,ｕ,ｖ,ｗ,ｘ,ｙ,ｚ,Ａ,Ｂ,Ｃ,Ｄ,Ｅ,Ｆ,Ｇ,Ｈ,Ｉ,Ｊ,Ｋ,Ｌ,Ｍ,Ｎ,Ｏ,Ｐ,Ｑ,Ｒ,Ｓ,Ｔ,Ｕ,Ｖ,Ｗ,Ｘ,Ｙ,Ｚ',
    'ᴀ,ʙ,ᴄ,ᴅ,ᴇ,ꜰ,ɢ,ʜ,ɪ,ᴊ,ᴋ,ʟ,ᴍ,ɴ,ᴏ,ᴘ,Q,ʀ,ꜱ,ᴛ,ᴜ,ᴠ,ᴡ,x,ʏ,ᴢ,ᴀ,ʙ,ᴄ,ᴅ,ᴇ,ꜰ,ɢ,ʜ,ɪ,ᴊ,ᴋ,ʟ,ᴍ,ɴ,ᴏ,ᴘ,Q,ʀ,ꜱ,ᴛ,ᴜ,ᴠ,ᴡ,x,ʏ,ᴢ',
    '🄰,🄱,🄲,🄳,🄴,🄵,🄶,🄷,🄸,🄹,🄺,🄻,🄼,🄽,🄾,🄿,🅀,🅁,🅂,🅃,🅄,🅅,🅆,🅇,🅈,🅉,🄰,🄱,🄲,🄳,🄴,🄵,🄶,🄷,🄸,🄹,🄺,🄻,🄼,🄽,🄾,🄿,🅀,🅁,🅂,🅃,🅄,🅅,🅆,🅇,🅈,🅉',
    'ᵃ,ᵇ,ᶜ,ᵈ,ᵉ,ᶠ,ᵍ,ʰ,ⁱ,ʲ,ᵏ,ˡ,ᵐ,ⁿ,ᵒ,ᵖ,q,ʳ,ˢ,ᵗ,ᵘ,ᵛ,ʷ,ˣ,ʸ,ᶻ,ᴬ,ᴮ,ᶜ,ᴰ,ᴱ,ᶠ,ᴳ,ᴴ,ᴵ,ᴶ,ᴷ,ᴸ,ᴹ,ᴺ,ᴼ,ᴾ,Q,ᴿ,ˢ,ᵀ,ᵁ,ⱽ,ᵂ,ˣ,ʸ,ᶻ',
    '𝐚,𝐛,𝐜,𝐝,𝐞,𝐟,𝐠,𝐡,𝐢,𝐣,𝐤,𝐥,𝐦,𝐧,𝐨,𝐩,𝐪,𝐫,𝐬,𝐭,𝐮,𝐯,𝐰,𝐱,𝐲,𝐳,𝐀,𝐁,𝐂,𝐃,𝐄,𝐅,𝐆,𝐇,𝐈,𝐉,𝐊,𝐋,𝐌,𝐍,𝐎,𝐏,𝐐,𝐑,𝐒,𝐓,𝐔,𝐕,𝐖,𝐗,𝐘,𝐙',
    '𝗮,𝗯,𝗰,𝗱,𝗲,𝗳,𝗴,𝗵,𝗶,𝗷,𝗸,𝗹,𝗺,𝗻,𝗼,𝗽,𝗾,𝗿,𝘀,𝘁,𝘂,𝘃,𝘄,𝘅,𝘆,𝘇,𝗔,𝗕,𝗖,𝗗,𝗘,𝗙,𝗚,𝗛,𝗜,𝗝,𝗞,𝗟,𝗠,𝗡,𝗢,𝗣,𝗤,𝗥,𝗦,𝗧,𝗨,𝗩,𝗪,𝗫,𝗬,𝗭',
    '𝘢,𝘣,𝘤,𝘥,𝘦,𝘧,𝘨,𝘩,𝘪,𝘫,𝘬,𝘭,𝘮,𝘯,𝘰,𝘱,𝘲,𝘳,𝘴,𝘵,𝘶,𝘷,𝘸,𝘹,𝘺,𝘻,𝘈,𝘉,𝘊,𝘋,𝘌,𝘍,𝘎,𝘏,𝘐,𝘑,𝘒,𝘓,𝘔,𝘕,𝘖,𝘗,𝘘,𝘙,𝘚,𝘛,𝘜,𝘝,𝘞,𝘟,𝘠,𝘡',
    '𝙖,𝙗,𝙘,𝙙,𝙚,𝙛,𝙜,𝙝,𝙞,𝙟,𝙠,𝙡,𝙢,𝙣,𝙤,𝙥,𝙦,𝙧,𝙨,𝙩,𝙪,𝙫,𝙬,𝙭,𝙮,𝙯,𝘼,𝘽,𝘾,𝘿,𝙀,𝙁,𝙂,𝙃,𝙄,𝙅,𝙆,𝙇,𝙈,𝙉,𝙊,𝙋,𝙌,𝙍,𝙎,𝙏,𝙐,𝙑,𝙒,𝙓,𝙔,𝙕',
    '𝚊,𝚋,𝚌,𝚍,𝚎,𝚏,𝚐,𝚑,𝚒,𝚓,𝚔,𝚕,𝚖,𝚗,𝚘,𝚙,𝚚,𝚛,𝚜,𝚝,𝚞,𝚟,𝚠,𝚡,𝚢,𝚣,𝙰,𝙱,𝙲,𝙳,𝙴,𝙵,𝙶,𝙷,𝙸,𝙹,𝙺,𝙻,𝙼,𝙽,𝙾,𝙿,𝚀,𝚁,𝚂,𝚃,𝚄,𝚅,𝚆,𝚇,𝚈,𝚉',
    'a̾,b̾,c̾,d̾,e̾,f̾,g̾,h̾,i̾,j̾,k̾,l̾,m̾,n̾,o̾,p̾,q̾,r̾,s̾,t̾,u̾,v̾,w̾,x̾,y̾,z̾,A̾,B̾,C̾,D̾,E̾,F̾,G̾,H̾,I̾,J̾,K̾,L̾,M̾,N̾,O̾,P̾,Q̾,R̾,S̾,T̾,U̾,V̾,W̾,X̾,Y̾,Z̾',
    'a͓̽,b͓̽,c͓̽,d͓̽,e͓̽,f͓̽,g͓̽,h͓̽,i͓̽,j͓̽,k͓̽,l͓̽,m͓̽,n͓̽,o͓̽,p͓̽,q͓̽,r͓̽,s͓̽,t͓̽,u͓̽,v͓̽,w͓̽,x͓̽,y͓̽,z͓̽,A͓̽,B͓̽,C͓̽,D͓̽,E͓̽,F͓̽,G͓̽,H͓̽,I͓̽,J͓̽,K͓̽,L͓̽,M͓̽,N͓̽,O͓̽,P͓̽,Q͓̽,R͓̽,S͓̽,T͓̽,U͓̽,V͓̽,W͓̽,X͓̽,Y͓̽,Z͓̽'
];

export const alphabetNames = [
    'n', 'rsa', 'rsab', 'cp', 'tp', 'mb', 'w', 'aa', 'ru', 'fls', 'fas', 'ffsb', 'ffcs', 'ffcsbb', 'yma', 'flg', 'ic'
];

export const fullAlphabetNames = [
    'Normal', 'Royal Spanish Academy', 'Royal Spanish Academy Bold', 'Cursive Potato', 'Thin Potato', 'Mafalda Bushmiller', 'Warning', 'American Abdulha', 'Rumble',
    'Flying Skirmishes', 'Falling Skirmishes', 'Falling Flying Skirmishes Bold', 'Falling Flying Cursive Skirmishes', 'Falling Flying Cursive Skirmishes Boldy Bold',
    'Yesenia Murió Ayer', 'Flying Garlands', 'Intellectual Crossêsilles'
];